let keys = [
'给付重大疾病一次性保险金5万元或10万元',
'投保甲状腺结节版、乳腺结节版、肺结节版、高血压版、糖尿病版、慢性肝病版、慢性肾病版保险计划的不可选择投保重大疾病一次性给付保险金责任',
'公立医院的特需医疗部、国际部或VIP部',
'保险金额为100万元，诊疗费与床位费日累计金额以1500元/天为限',
'投保甲状腺结节版、乳腺结节版、肺结节版、高血压版、糖尿病版、慢性肝病版、慢性肾病版保险计划的不可选择附加恶性肿瘤扩展特需医疗保险责任',
'扣除约定的免赔额后，按照70%的给付比例',
'赔付金额达100万元或赴日本治疗的次数达10次',
'投保甲状腺结节版、乳腺结节版、肺结节版、高血压版、糖尿病版、慢性肝病版、慢性肾病版保险计划的不可选择附加恶性肿瘤扩展赴日医疗保险责任。',
'66周岁（含）-70周岁（含）',

]
let text = ``


function replace(text,keys,reg){
    let result = text
    keys.forEach((key)=>{
        result = result.replace(key,`<span class="red">${key}</span>`)
    })
    return result
}